{
  "subtitle": "", 
  "description": "Stage based messaging for pregnant women", 
  "language": "eng_GB", 
  "title": "MomConnect South Africa", 
  "primary_category": "e2a287abe22a47ef8e85c287ad2e5648", 
  "created_at": "2015-06-30T08:57:07+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-07-14T07:54:17.082884+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**Are you part of MomConnect?**\r\n\r\nAre you pregnant? MomConnect SMS messages help you and your baby stay healthy. \r\n\r\nIt is a good idea to sign up so you can get free information about pregnancy on your cellphone.  This will help to keep you and your baby healthy. You will also get useful reminders for when to go the clinic.\r\n\r\nMomConnect is the National Department of Health’s (NDoH) new messaging and helpdesk programme\r\n\r\n**Why join MomConnect?**\r\n●\tYou will get a free SMS each week to help you and your baby stay healthy in pregnancy.\r\n●\tWhen your baby is here, the messages help you care for your baby, so you can both stay well.  \r\n●\tThere’s a special helpdesk for your questions and your opinion about the service your clinic gives you. \r\n\r\nMomConnect is working to make sure you get the best possible information while you are pregnant and after your baby is born.\r\n\r\n**Where to sign up for MomConnect?**\r\n●\tYou can go to your nearest health facility and the staff will help you sign up for MomConnect by dialling *134*550*2#.\r\n●\tIf you aren’t near a clinic ask your community health worker to help you sign up for a smaller set of messages.\r\n●\tYou can also dial *134*550# for a smaller set of messages.\r\n●\tIf you sign up at a clinic, you’ll get the full set of messages.\r\n●\tFor more info or to log a complaint or compliment, please dial *134*550#.\r\n\r\n*Signing up is free. Standard rates apply to messages sent to the helpdesk.*\r\n\r\n*If you ever want to stop getting SMSs dial *134*550*1#. All calls to *134*550 numbers are free.*\r\n", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "momconnect-south-africa", 
  "uuid": "e44c9649441b4223ba578b6d1188e84c"
}